[
  {
    "role": {
      "cn": "志愿者 - 欧洲团结部队",
      "en": "Volunteer - European Solidarity Corps"
    },
    "organisation": {
      "cn": "蒂米什县青年基金会",
      "en": "Youth Foundation of Timiș County"
    },
    "location": {
      "cn": "罗马尼亚蒂米什瓦拉",
      "en": "Timișoara, Romania"
    },
    "startDate": {
      "cn": "08/2022",
      "en": "08/2022"
    },
    "endDate": {
      "cn": "1个月",
      "en": "1 month"
    },
    "experiences": {
      "cn": [
        "通过组织和推广教育、艺术、文化和体育活动，参与志愿服务，为蒂米什瓦拉的年轻人服务。",
        "创建活动日历，设计沟通材料，并管理活动的推广和准备工作。",
        "参与活动管理，与来自不同国籍和文化的年轻人合作，并学习社区发展方法。"
      ],
      "en": [
        "Participation in volunteer activities by organizing and promoting educational, artistic, cultural, and sports events for young people in Timișoara.",
        "Creating an activity calendar, designing communication materials, and managing the promotion and preparation of events.",
        "Engagement in event management, collaborating with young people from different nationalities and cultures, and learning community development methods."
      ]
    },
    "imageSrc": "./assets/experience/ces.png",
    "keyword": {
      "cn": "志愿服务，活动，青年，沟通，社区发展",
      "en": "Volunteering, Events, Youth, Communication, Community Development"
    }
  },
  {
    "role": {
      "cn": "外语俱乐部 - 副主席",
      "en": "Vice President - Foreign Language Club"
    },
    "organisation": {
      "cn": "北京经济商业大学",
      "en": "University of Economics and Business of Beijing (CUEB)"
    },
    "location": {
      "cn": "中国北京",
      "en": "Beijing, China"
    },
    "startDate": {
      "cn": "09/2018",
      "en": "09/2018"
    },
    "endDate": {
      "cn": "07/2019",
      "en": "07/2019"
    },
    "experiences": {
      "cn": [
        "管理一个拥有100多名成员的俱乐部，组织内部活动并与外部组织合作。",
        "与北京大学的外语俱乐部、大使馆文化中心和本地语言学校协调。",
        "与新东方、吴名天日语学院、中国俄罗斯大使馆和北京外国语大学等机构建立合作伙伴关系。"
      ],
      "en": [
        "Managed a club with over 100 members, organized internal activities, and collaborated with external organizations.",
        "Coordinated with foreign language clubs at universities in Beijing, cultural centers of embassies, and local language schools.",
        "Established partnerships with institutions such as New Oriental, Wuming Tian Japanese Academy, the Russian Embassy in China, and the Beijing University of Foreign Languages."
      ]
    },
    "imageSrc": "./assets/formations/CUEB.png",
    "keyword": {
      "cn": "管理，俱乐部，合作伙伴关系，外语，活动",
      "en": "Management, Clubs, Partnerships, Foreign Languages, Events"
    }
  }
]