[
  {
    "role": {
      "cn": "全栈工程师",
      "en": "Full-stack Developer"
    },
    "organisation": {
      "cn": "Alteca",
      "en": "Alteca"
    },
    "location": {
      "cn": "法国图卢兹",
      "en": "Toulouse, France"
    },
    "startDate": "04/2024",
    "endDate": "09/2024",
    "experiences": {
      "cn": [
        "在一个由3名实习生组成的团队中，在技术项目经理的监督下，从零开始开发内部Web应用程序AltecaEvent，工作环境为法语环境。该应用程序可以创建和管理活动，回答相关问题卷，查看活动详情和管理用户角色。",
        "个人任务分配：70%的时间用于使用Angular进行前端开发，30%的时间用于使用FastAPI（Python）进行后端开发。",
        "使用Trello进行敏捷项目管理，跟踪任务进度，使用Postman测试APIs，使用Git进行代码管理，并使用Figma进行界面原型设计以优化用户体验。使用Visual Studio进行代码开发。",
        "结果：我们完成了应用程序开发的95%，剩余部分需要与公司现有的内部系统进行集成。",
        "项目成果：完成了应用开发的95%，剩余部分需要与公司现有的内部系统集成。",
        "经验总结：增加了我从零开始构建软件项目的经验，尤其在技术开发、项目管理、用户体验设计和需求收集等关键领域。"
      ],
      "en": [
        "Developed the internal web application AltecaEvent from scratch within a team of 3 interns, under the supervision of a technical project manager in a French-speaking work environment. The application enables creating and managing events, responding to associated questionnaires, viewing event details, and managing user roles.",
        "Personal task allocation: 70% of time dedicated to frontend development using Angular, and 30% to backend development with FastAPI (Python).",
        "Utilized Agile project management with Trello for task tracking, Postman for API testing, Git for code management, and Figma for interface prototyping to optimize user experience. Developed code using Visual Studio.",
        "Project outcome: Completed 95% of the application development, with the remaining portion requiring integration with the company's existing internal systems.",
        "Key learnings: Gained valuable experience in building software projects from the ground up, particularly in critical areas such as technical development, project management, user experience design, and requirements gathering.",
        "Experience summary: Increased my experience in building software projects from scratch, especially in key areas such as technical development, project management, user experience design and requirements gathering."
      ]
    },
    "imageSrc": "./assets/experience/Alteca.jpg",
    "keyword": {
      "cn": "Web应用程序，Angular，FastAPI – Python，敏捷开发，API，Git，Trello，Postman，Visual Studio",
      "en": "Web application, Angular, FastAPI – Python, Agile Development, APIs, Git, Trello, Postman, Visual Studio"
    }
  },
  {
    "role": {
      "cn": "项目管理",
      "en": "Project Management"
    },
    "organisation": {
      "cn": "Andros China",
      "en": "Andros China"
    },
    "location": {
      "cn": "中国北京",
      "en": "Beijing, China"
    },
    "startDate": "05/2023",
    "endDate": "08/2023",
    "experiences": {
      "cn": [
        "使用Power BI进行销售数据分析：利用Power BI对销售数据进行详细深入的分析。设计交互式仪表板，为高层管理人员提供清晰的可视化和战略洞察，以支持明智的决策。",
        "竞争性情报和市场研究：深入分析市场趋势和竞争对手类似产品的策略。为制定战略方向和规划新产品做出重要贡献，从而增强公司的竞争力和创新能力。"
      ],
      "en": [
        "Conducted comprehensive sales data analysis using Power BI: Performed an in-depth and detailed analysis of sales data. Designed interactive dashboards that provide senior management with clear visualizations and strategic insights to support informed decision-making.",
        "Performed competitive intelligence and market research: Conducted a thorough analysis of market trends and strategies of competitors' similar products. Made significant contributions to strategic direction and new product planning, thereby enhancing the company's competitiveness and innovation capabilities."
      ]
    },
    "imageSrc": "./assets/experience/andros.png",
    "keyword": {
      "cn": "PowerBI，数据分析，决策支持",
      "en": "PowerBI, Data Analysis, Decision Support"
    }
  },
  {
    "role": {
      "cn": "HRBP- 招聘方向",
      "en": "HRBP"
    },
    "organisation": {
      "cn": "字节跳动",
      "en": "ByteDance"
    },
    "location": {
      "cn": "中国北京",
      "en": "Beijing, China"
    },
    "startDate": "09/2020",
    "endDate": "11/2020",
    "experiences": {
      "cn": [
        "分析招聘数据，帮助产品研发和工程架构部门找到合适的候选人。",
        "有效管理招聘流程。"
      ],
      "en": [
        "Conducted in-depth analysis of recruitment data to assist product R&D and engineering architecture departments in identifying suitable candidates.",
        "Managed the recruitment process efficiently and strategically."
      ]
    },
    "imageSrc": "./assets/experience/bytedance.png",
    "keyword": {
      "cn": "有效沟通，招聘管理",
      "en": "Effective Communication, Recruitment Management"
    }
  },
  {
    "role": {
      "cn": "Talent Team",
      "en": "Talent Team"
    },
    "organisation": {
      "cn": "安永EY",
      "en": "Ernst & Young"
    },
    "location": {
      "cn": "中国北京",
      "en": "Beijing, China"
    },
    "startDate": "06/2020",
    "endDate": "09/2020",
    "experiences": {
      "cn": [
        "使用Excel辅助人力资源团队处理招聘数据并组织面试。",
        "帮助人力资源团队在招聘管理中提供行政支持。"
      ],
      "en": [
        "Supported the HR team by utilizing Excel to process recruitment data.",
        "Provided comprehensive administrative support to HR teams throughout the recruitment management process."
      ]
    },
    "imageSrc": "./assets/experience/ey.webp",
    "keyword": {
      "cn": "Excel，招聘数据处理",
      "en": "Excel, Recruitment Data Processing"
    }
  },
  {
    "role": {
      "cn": "HR",
      "en": "Human Resources"
    },
    "organisation": {
      "cn": "百度",
      "en": "Baidu"
    },
    "location": {
      "cn": "中国北京",
      "en": "Beijing, China"
    },
    "startDate": "02/2020",
    "endDate": "05/2020",
    "experiences": {
      "cn": [
        "根据车联网团队的人员需求，寻找合适的候选人。",
        "组织和管理时间，以优化招聘流程。"
      ],
      "en": [
        "Sourced and identified suitable candidates based on the specific staffing requirements of the V2X (Vehicle-to-everything) team.",
        "Optimized recruitment process through strategic time management and organizational skills."
      ]
    },
    "imageSrc": "./assets/experience/baidu.webp",
    "keyword": {
      "cn": "组织，时间管理，注重细节",
      "en": "Organization, Time Management, Attention to Detail"
    }
  }
]